﻿[language]

;Название языка

name=Pусский

[firstrun]
chooselanguage=Пожалуйста, выберите язык!
ok=Ок
ignore=Пропустить
oldini=Восстановить файл конфигурации из предыдущей установки?
loadini=Загрузить
loadfail=Файл конфигурации не найден.
loadsuccessful=Загружено успешно!
steambak=Синхронизировать файлы конфигурации со Steam Cloud?
steamerror=Запустите Steam, чтобы подтвердить покупку!

[steam]
save=Сохранить конфигурацию в Steam Cloud
load=Восстановить конфигурацию из Steam Cloud
steamnotrun=Нужно запустить Steam, чтобы использовать эту функцию!
uploadfilemaxsize=Максимальный размер загружаемого файла составляет 100 МБ


[workshop]
list_install=Установлено
list_home=Главная страница
list_subscribe=Мои подписки
list_upload=Загружено
list_voteup=Избранное
list_themesskin=Скины и темы
list_widget=Стиль виджета

newthemetip=Введите название темы.
deltheme=Удалить тему

subscribe=Загрузить
unsubscribe=Удалить

icons=Набор иконок
dockskin=Докскин
Single icon=Иконки
Time skin=Скин часов
Calendar skin=Скин календаря
Sound=Звук
language=Язык

sort_alltime=Все
sort_week=Неделю
sort_month=Месяц
sort_year=Год

sort_hot=Популярные 
sort_new=Новые
sort_sub=Больше всего загрузок
sort_vote=По рейтингу

filesize=Размер файла
updatetime=Последнее обновление

runerror=Steam должен быть запущен, чтобы использовать эту функцию!
opensteam=Открыть Steam

newtheme=Создание новой темы
edittheme=Редактировать

[themesedit]
shell=Внешний вид
offset=Смещение
Delimiter and run=Индикатор разделителя и запуска
Progress bar=Индикатор прогресса

savetheme=Сохранить

applytheme=Успешно сохраннено, применить тему?
filetip_drop=Перетащите изображение сюда
filetip=Нажмите или перетащите изображение сюда
dropfile=Вы хотите заменить это изображение?

selectpicture=Выберите изображение
cliptip=Обрезать
clipleft=Слева
clipbottom=Сверху
clipright=Справа
cliptop=Снизу

dockbg=Фон
dockblur=Размытие фона
Progress bar border=Рамка
Progress bar bg=Фон
Run indicator=Индикатор запуска
Run offset=Смещение
delimiter=Разделитель
Margins=Поля
Margins trimmer=Тонкая настройка полей (рекомендуемые значения 0-0,2)

folder=Папка
trash_empty=Корзина (пустая)
trash_full=Корзина (полная)

calmon=Месяц
calday=Дата

timebg=Фон
timehour=Час
timeminute=Минута
timesecond=Секунда

timetype=Тип часов
timetype_pointer=Стерочные
timetype_number=Цифровые
fontname=Название шрифта
fontsize=Размер шрифта
fontalign=Выравнивание текста
fontpoint=Текстовые координаты
format=Формат времени
fontcolor=Цвет текста

workshopshare=Вы хотите загрузить тему в мастерскую?
sharesuccess=Загруженно успешно!
sharefailed=Загрузка не удалась!

workshop_Preview=Предварительный просмотр
workshop_description=Описание
workshop_otherPreview=Больше превью
workshop_Previewbuild=Автоматическое превью
workshop_Previewselect=Выберите изображение
workshop_tip_description=Пожалуйста, введите описание темы

[systeminfo]
cpu=Процессор
gpu=Видеокарта
memory=Оперативная память
system=Система
moreinfo=Подробнее

[monitor]
process=Процессы
readwrite=Чтение/Запись
usage=Используется

;------------------------------------
[tips]
openUACtip=Обнаружено, что в системе отключен UAC, что может привести к невозможности использования функции перетаскивания файлов на док для открытия.Хотите включить системный UAC?
openUACtip1=UAC успешно включен, и для вступления в силу необходимо перезагрузить систему. Вы хотите перезапустить систему немедленно?
openUACtip2=Не удалось включить UAC!

crashtip=Из-за ошибки MyDockFinder был закрыт. Хотите перезапустить программу?
;------------------------------------

[iconame]

;Имя иконки в док-станции
explorer=Finder
launchpad=Библиотека приложений
cal=Календарь
trash=Корзина

;Последняя иконка в интерфейсе папки

exploreropen=<<Открыть>>
return=Назад

;Формат имени метки значка системного времени

timeformat=d/M/yyyy dddd
;Формат времени - это формат системного времени. y год m месяц d дата dddd день недели ddd день недели сокр.

; Метка значка при перетаскивании на панель запуска

remove=Удалить
;------------------------------------------------------------

[systemicon]
;Имя системных иконок
controlpanel=Панель управления
taskbar=Иконка панели задач
systemtime=Системное время
cortana=Голосовой помощник
network=Сетевое окружение
mydocument=Мои документы
weather=Погода
battery=Батарея
startmenu=Стартовое меню
virtualdesktop=Виртуальные рабочие столы


------------------------------------

[editicon]
;Окно редактирования значка

addtips=Можете перетащить файл сюда

reset=Сброс настроек
ok=Применить
restore=Сброс
addname=Изменить отображаемое имя
addicotips=Нажмите на значок в правом верхнем углу,чтобы добавить програму.
switch=Добавить значок
trashempty=Корзина пуста
trashfull=Корзина полна
iconshell=Использовать маску
addline=Параметры запуска

Icon Designer title=Редактор иконок
Icon Designer=Редактировать
select=Выберите файл

share=Поделиться
icolabel=Иконка
selectpicture=Выбрать
icosize=Масштаб иконки
icooffsetx=Горизонтальное смещение иконки
icooffsety=Смещение иконки по вертикали
icobackground=Фон иконки
iconshadow=Тень иконки
icoroundrect=Скругление углов
icocolor=Цвет
icogradient color=Использовать градиент
icocolorangle=Угол градиента

;Всплывающее окно с заголовком окна выбора файла

selectfoldertitle=Выберите папку
;Поиск прогноза погоды по городам

searchcity=Поиск название города


;------------------------------------

[editcal]

;Окно редактирования календаря
monfontsize=Размер шрифта за месяц:
dayfontsize=Размер шрифта даты:

monthfont=Шрифт месяца:
dayfont=Шрифт даты:
monthpoint=Положение месяца:
daypoint=Положение даты:
monthposition=Выравнивание месяца:
dayposition=Выравнивание даты:
monthcolor=Цвет месяца:
daycolor=Цвет даты:
rotation=Угол поворота:
default=По умолчанию

ok=Применить
test=Тест

left=Слева
right=Справа
center=Центр

;Всплывающее окно выбора заголовка окна изображения

selectcalicon=Выберите изображение календаря

;------------------------------------

[editicontips]
;Интерфейс сообщений об ошибках.

iconduplicate=Это приложение уже добавлено в Dock!

titleerror=Имя программы не может быть пустым!
filepatherror=Путь к программе и значок не могут быть пустыми!

padtitleerror1=Имя файла уже существует, введите другое имя!
padtitleerror2=Ошибка модификации файла, пожалуйста, не помещайте программу в системный диск!

formaterror=Неподдерживаемый формат, пожалуйста, используйте формат png, ico, exe, lnk!

workshopshare=Загрузить эту иконку в мастерскую?
workshopsharesuccess=Иконка успешно загруженна ​​в мастерскую!
workshopsharefailed=Не удалось загрузить иконку!

;---------------------------------------------------------------------------
;Окно настроек
[settingUI]
cloudini=Облачное сохранение Steam
uploadcloudini=Загрузить архив
nofoundini=Архив не загружен
downloadcloudini=Скачать архив
managesteamcloud=Управление файлами
cloudfile=Облачные файлы Steam
uploadcloudfile=Загрузите файл
filename=Имя файла
filesize=Размер файла
filetime=Время загрузки

backupsuccess=Загружено!
backupfail=Загрузка не удалась!

settitle=Настройки MyDockFinder

Global Settings=Настройки

openMyDock=Отображать MyDock
openMyFinder=Отображать MyFinder

gameautoclose=Автоматический выход при воспроизведении в полноэкранном режиме
ProcessRecentFiles=Отображает количество файлов, недавно открытых программой


DPIscale=Масштаб интерфейса
Globalblurvalue=Размытие интерфейса
Accentcolor=Цветовой акцент интерфейса
darkmodeall=Цветовой режим интерфейса

darkmode_light=Светлый
darkmode_dark=Темный
darkmode_auto=Авто
darkmode_system=Как в системе

uiaccesstop=Отображать поверх всех окон
aero=Включить эффект размытия
systemdarkmode=Цветовая схема как в системе
autoupdate=Автоматически проверять наличие обновлений программы
systemstart=Режим запуска
none=Отсутствует
regedit=Автозапуск
plantask=Планировщик заданий
Service=Службы

windowscenterscreen=Новое окно отображается в центре экрана
showhidetaskbar_hotkey=Показать или скрыть горячие клавиши панели задач

autohidetaskbar=Автоматически скрыть панели задач при запуске

hidetaskbar_dock=Скрыть панель задач, на котором находится программа
hidetaskbar_all=Скрыть все панели задач

languagechoice=Язык
allfont=Шрифт
usefontbold=Жирный шрифт
fontscale=Изменение глобального масштабирования шрифтов

themes=Темы
customize_blur=Отрегулируйте интенсивность размытия
customize_opacity=Настроить прозрачность
customize_stroke=прозрачность границ
customize_enabled_dockbg=Автоматическое размытие фона и прозрачность
customize_enabled_iconreflection=Включить отражение значков
customize_blur_iconreflection=Сила размытия отражения значка
customize_opacity_iconreflection=Прозрачность отражения значка
customize_offset_iconreflection=Отрегулируйте расстояние отражения значка
customize_stoppoint_iconreflection=Настройка градиентного расстояния отражения значка

customize_enabled_icontag=Размытие фона и прозрачность метки значка.
customize_enabled_menu=Размытие фона и прозрачности Меню
customize_enabled_window=Размытие фона и прозрачность окна Интерфейса
customize_enabled_finder=Размытие фона и прозрачность MyFinder
customize_opacity_wallpapercolor=Интенсивность оттенка обоев
customize_enabled_folder=Размытие фона и прозрачность Интерфейса Папки
customize_enabled_foldersize=Интерфейс папки использует пользовательский размер значка

customize_enabled_pad=Размытие фона Библиотеки приложений
customize_enabled_pad_backdrop=Библиотека приложений использует текущий фон экрана
customize_enabled_pad_winuiwallpaper=Галерея приложений использует эффект размытия обоев
selectthemes_icon=Выберите тему иконок
selectthemes_dockskin=Выберите тему докпанели

general=Основные
advanced=Продвинутые
preview=Предпросмотр окна
minimizewindowsettings=Сворачивание
systrayicoset=Значки в трее
screenset=Экран
timeset=Время
notificationset=Уведомления
audioset=Аудио
displayset=Дисплей
mediaset=Медиа
batteryset=Аккумулятор
netset=Сеть
monitorset=Мониторинг
windowsanimationset=Анимация окон


about=О программе

icosize=Размер иконок
icoeffect=Эффект иконки

dockeffect_none=Ничего
dockeffect_scale=Масштабирование
dockeffect_select=Выделение
dockeffect_light=Подсветка
dockeffect_scaleandlight=Масштабирование и подсветка
dockeffect_selectandlight=Выделение и подсветка
icolightvalue=Интенсивность сподсветки иконки
icobglightvalue=Интенсивность фона значков
icobglightcolor=Значок фонового света цвет

icomaxsize=Увеличивать иконки при наведении

icospace=Расстояние между иконками
edgeposition=Расстояние от края экрана
iconimmersion=Док использует режим погружения в бездействии


displaymode=Выберите режим скрытия MyDock

displaynormal=По умолчанию
displaybottom=Режим наложения
displayauto=Автоматически скрывать
displaysmart=Умный режим скрывания
displayhotkey=Режим горячих клавиш
displayalways=Всегда показывать
displayhide=Всегда скрывать
displayalwaysshow=Всегда показывать в том числе на весь экран
displaydesktop=Pежим отображения рабочего стола

showmodewindows=Выбор способа отображения и скрытия окна обнаружения в Dock
showhidetest_exe=Текущее окно программы
showhidetest_all=Все окна программы

showhidetype=Выберите Dock, чтобы отобразить скрытый эффект

showhideeffect_move=двигаться
showhideeffect_opacity=Исчезают

activation Dock Type=Панель Dock показывает, как она была активирована
showdockact_mouse=Край экрана
showdockact_bar=Панель активации

actbar_weight=Ширина активной полосы
actbar_height=Высота активной полосы
actbar_offset=Расстояние активной полосы от края экрана
mouseactdock=Задержка мыши активирует время дока

positiononscreen=Положение MyDock на экране
screenleft=Слева
screenbottom=Снизу
screenright=Справа
screentop=Сверху

multiscreen=Экран для отображения MyDock

padicotype=Отображение иконок в Библиотеке приложений
padicotype_normal=<Добавленные значки>
padicotype_startmenu=<Меню пуск>
padicotype_desktop=<Рабочий стол>

padicosize=Размер значка, Библиотеки приложений
padicospacex=Расстояние между значками по горизонтали
padicospacey=Расстояние между значками по вертикали
padicoblacklist=Редактирование удаленной программы меню «Пуск»
padblacklist=Управление списками

multiscreenpad=Экран для отображения, Библиотеки приложений
padscreenname=По умолчанию

lockicon=Заблокировать перемещение иконок
showicontag=Показывать текст иконки при наведении курсора
windowsborder=Включить границу окна MyDock
jumpanimation=Анимация при запуске программы
folderDoubleclickOpen=Двойной щелчок, чтобы открыть папку
foldernoshowopen=Скрыть кнопку <<Открыть>> в всплывающем окне папки
iconmask=Эффект маски для всех значков
icomasktype=Глобальный стиль маски значка
Explorer window=Значок проводника Окно обнаружения только запуска

show indicators=Индикатор открытых приложений (точка под иконокой)
Runapp separator=Разделитель для новой запущенной программы
newapp=Показывать значок новой запущенной программы
blacklist=Управление черным списком
noblacklist=Отключить черный список программ
hotcornerleft=Функции в левом нижнем углу экрана
hotcornerright=Функции в правом нижнем углу экрана
hotkeypad=Быстрый доступ к Библиотеки Приложений
hotkeyDock=Горячая клавиша MyDock
hotkeyborder=Включить и отключить границы окна Dock

dockicobackup=Резервная копия
backuplist=Управление резервными копиями
Addbackupdockico=Создать резервную копию
locationbackup=Открыть папку с резервными копиями

minimize=Сворачивать окна в докпанель
animationoff=Отключить анимацию сворачивания окна
Slow animation=Удерживайте Shift, чтобы замедлить анимацию

minimizeeffect=Эффект сворачивания окна

genie=Джинн
scale=Масштаб
scaleDX=Масштаб DX
suck=Затухания

Minimize dynamics=Динамически отображать содержимое окна при сворачивании

minimizeAnimationspeed=Скорость анимации
Minimize to icon=Сворачивать окна в иконку приложения
Minimizeblacklist=Отменить сворачивание окна в значок программы
Editwindowlist=Редактировать список окон

minicopos=Свернуть положение значка окна
dockmin_lastico=Рядом со значком справа
dockmin_right=Независимо отображается справа
dockmin_rightandlim=Правая сторона выводится самостоятельно с помощью разделителя

minimizeAnimationWait=Подождите, пока анимация свернутого окна отрендерит кадры

previewon=Включить предпросмотр открытых окон
previewsize=Размер окна предварительного просмотра
previewdelay=Задержка предварительного просмотра при наведении курсора

previewcontrol=Отображать другие элементы предварительного просмотра
previewappname=Имя приложения
previewbutton=Кнопки управления окнами
aeropeek=Показывать предпросмотр в полноэкранном режиме при наведении


logotype=Выберите стиль кнопки MyFinder
diylogo=Выберите файл
shutdownmsgbox=Окно с подтверждением выключения системы
finderdark=Выберите цветовой режим MyFinder

stagemanagerset=Постановщик
showstagemanager=Отображать значок Постановщика в MyFinder
showstagemanagerwindowtitle=Показывать заголовок окна при наведении
showstagemanagerdesktophidewindows=Нажмите на рабочий стол, чтобы скрыть все окна
showstagemanagermediaplaypause=Автоматически приостанавливать и воспроизводить фоновые медиаконтенты
stagemanager_hotkey=Горячие клавиши менеджера сцены

stagemanagerblacklist=Программы, исключенные Постановщика
stagemanager_showdesktop=Отображение иконок на рабочем столе
desktopico_hide=Всегда скрывать иконки
desktopico_auto=Автоматически показывать и скрывать
desktopico_show=Всегда показывать иконки

stagemanager_enable=Открытие постановщика
stagemanager_listpos=Позиция экрана, где находится список окон
stagemanager_listshowmode=Список окон Показать скрытый режим

stagemanager_windowsize=Размер элементов списка окон
stagemanager_windowspace=Расстояние между элементами списка окон
stagemanager_windowcount=Количество элементов списка окон
stagemanager_windowsblur=Размытие фоновых значков окон

showmediacontrol=Отображение значка воспроизведения мультимедиа
showuseraccount=Отобразится значок учетной записи

systemtraycolor=Отображать цветные значки в трее
showkeyboard=Отображать значок Языка
showsearch=Отображать значок поиска
showLyrics=Отображать меню музыкального проигрывателя
showLyrics_color=Отображать цветной плеер
musiccontrolshowmode=Режим отображения управления мультимедиа
musiccontrol_close=Не отображать
musiccontrol_activity=Автоматически, когда отображаются тексты песен
musiccontrol_always=Отображать всегда

finderdark_auto=Под цвет обоев
finderdark_set=Как в системе

hotkeyfinder=Показать горячие клавиши MyFinder


multiscreenfinder=Выберите экран для отображения MyFinder
findershowallscreens=Все экраны

finderdisplaymode=Режим отображения MyFinder
mouseactfinder=Время задержки активации мыши MyFinder
showusbdevice=Отображаются съемные USB-диски

finderautochangecolor=Окрас соответствует развернутому окну
finderfastclosewindow=Щелкните правый верхний угол, чтобы закрыть текущее развернутое окно.

myfinderscaleopen=Используйте настраиваемое масштабирование

finderlockbtn=Блокировка перетаскивания значков в трее

findershowmenu=Отображать другие пункты меню программы

showaudio=Отображать значок громкости в MyFinder
showmicrophone=Отображать значок микрофона в MyFinder
showbattery=Отображать значок батареи в MyFinder
shownetwork=Отображать значок сети в MyFinder
showbluetooth=Отображать значок Bluetooth в MyFinder
showdisplay=Отображать значок дисплея в MyFinder

showbatterytime=Отображает оставшееся время автономной работы

powerset_open=Автоматическое переключение схем управления питанием
powerset_aconline=Схемы управления питанием при использовании энергии
powerset_battery=Схемы питания при использовании батареек


bluetooth_showbattery=Подключенные устройства Bluetooth
bluetooth_not show=Не показывать подключенные устройства Bluetooth
bluetooth_icon=Отображать только значки подключенных Bluetooth-устройств
bluetooth_value=Отображать значок дисплея и уровень заряда батареи

showcpu=Процессор
showtemp=Температура
showmen=Память
showdisk=Диск
shownet=Сеть

Calendarfirstday=Первый день недели
Calendar_Sunday=Воскресенье
Calendar_Monnday=Понедельник

formatdate=Формат отображения даты
formattime=Формат отображения времени
customformatdate=Настройка формата отображения даты
customformattime=Настройка формата отображения времени

showbatteryvalue=Отображать процент заряда батареи
audiotip=Воспроизводить звук при изменении громкости
mediatype=Выберите стиль уведомления о громкости и яркости.
batteryshow_none=Не показано
batteryshow_acdc=Всегда отображается
batteryshow_ac=При использовании блока питания
batteryshow_dc=При использовании батареек

media_system=Системный
media_speakers=macOS
media_phone=Smart

hotkeyvolup=Горячая клавиша увеличения громкости
hotkeyvoldown=Горячая клавиша уменьшения громкости
hotkeyvolmute=Горячая клавиша отключения звука
hotkeymicup=Горячая клавиша увеличения громкости микрофона
hotkeymicdown=Горячая клавиша уменьшения громкости микрофона
hotkeymicmute=Горячая клавиша отключения микрофона

hotkeybriup=Горячая клавиша увеличения яркости
hotkeybridown=Горячая клавиша уменьшения яркости
hotkeycontrolvalue=Регулирует значение горячей клавиши для увеличения или уменьшения

systemnotification=Системные уведомления
usbdevicenotification=Отображать уведомления подключение USB-накопителя
bluetoothdevicenotification=Отображать уведомления о подключении Bluetooth-устройств
Appnotification=Уведомления приложения
notification_open=Разрешить уведомления
notification_type=Поведение баннера уведомлений
notification_time=Время показа баннерного уведомления
notification_show_close=Не Отображать баннер
notification_show_once=Отображать только в первый раз
notification_show_always=Отображать всегда

trayicoallshow_myfinder=Отображать значки области уведомлений в MyFinder
trayicoallshow_mydock=Отображать значки области уведомлений в MyDock
trayicoallshow_systemico=Отображает собственный значок системы на панели задач в MyFinder
trayico_waittime=Только что запущенный значок в трее показывает время

Apptrayico=Выберите значок для отображения
apptrayicoshow_finder=Отображать значок в MyFinder
apptrayicoshow_dock=Отображать значок в MyDock

screenround=Закругленные углы экрана
screenround_show=Включить закругленные углы для:
screenround_size=Размеры углов
screenround_color=Цвет заливки

openwindowsshow=Анимация открытия окна
windowsopeneffect=Эффект анимации открытия окна

openwindowsclose=Анимация закрытия окна
windowscloseeffect=Эффект анимации закрытия окна
windowsblacklistadd=Добавление исключений
windowsblacklistdel=Удаление исключенний
windowsclose_animation=Настроить скорость анимации

stagemanager_animation=Настроить скорость анимации
mediatiptime=Время отображения подсказки яркости громкости

other=Другое

wallpaper=Обои

selectwallpaper=Выберите обои
wallpapernone=Без обоев
loadwallpaper=Загрузить обои
wallpaperdownload=Скачать обои с сайта
wallpaperOK=Применить

restartdock=Перезапуск докпанели

resetini=Очистить данные
resetini_ok=Очистить
resetini_config=Настройка профиля
resetini_ico=Профиль значков докпанели
resetini_padico=Библиотека приложений
resetini_padicocache=Кэш значков Launchpad

systemiconcache=Кэш системных значков

uninstall=Удалить программу

updatelog=Список изменений
updatelogcheck=Посмотреть

ok=Применить
cancel=Отмена

------------------------------------------------------------
[hotcorners]
nothing=По умолчанию 
allwindows=Отображать все окна
launchpad=Отображать Библиотеку приложений
displaytosleep=Спящий режим
startmenu=Открыть меню Пуск
showdesktop=Отображать рабочий стол
actioncenter=Центр управления Windows
screensaver=Заставка
Windows widget=Виджеты Windows

[settingtips]

backupsuccess=Загружено успешно!
backupfail=Загрузка не удалась!
hotkeyhideerror=Настройте отображение клавиши быстрого доступа Dock, иначе эта функция может быть недоступна!
resetinitip=Вы хотите сбросить файл конфигурации?
systemicontip=Вы хотите очистить кеш системных значков?

;Сообщения об ошибках в интерфейсе настроек
winuiwallpapertip=Этот параметр нестабилен и может привести к сбою вашего ПК. Если это произойдет, отключите параметр после перезагрузки, а затем снова откройте MyDockFinder!!!
DPItips=Некоторые настройки интерфейса вступят в силу после перезагрузки MyDockFinder!
padicotypetips=Это изменение приведет к сбросу всех значков в Библиотеке приложений. Вы уверены, что хотите это сделать?
edgetip=Границы открытого окна не могут быть изменены!
autohideerror=Эта функция не может быть включена!
neterror=Ошибка сети, проверьте подключение.
autohide=Не удалось включить автоматическое скрытие MyDock!
updateerror1=Ошибка подключения, попробуйте еще раз!

updatetip1=Обновите приложение
updatetip2=Автоматическое обновление приложения

noupdate=Установлена последняя версия программы!

restarttip=Перезапустить програму!

languagetips=Для изменения перезапустите программу!

restartruntip=Вы хотите перезапустить программу?

backupfolderror=Не удалось создать резервную копию, проверьте разрешения на запись!

backuptips=Вы хотите восстановить этот файл резервной копии?

;-------------------------------------------------------------------

[menu]
;Контекстное меню
reboot explorer=Перезапустите

closewindows=Закрыть окно

RecentFiles=Недавно открытые файлы
otheroption=Параметры
dockmenu=Меню программы
menurecent=Недавно посещенные
menubind=Неподвижный
menutask=задача

edit_cut=Обрезать
edit_copy=Копировать
edit_paste=Вставить
edit_selectall=Выбрать все
edit_delete=Удалить
edit_openurl=Открыть URL-адрес

workshop=Мастерская
newfinderwindow=Новое окно Проводника
gotofolder=Выполнить
connecttoserver=Удаленный рабочий стол

showlaunchpad=Отображать Библиотеку приложений


addnormalicon=Добавить иконку
addsystemicon=Добавить системную иконку
add delimiter=Добавить разделитель
del delimiter=Удалить разделитель

showtaskbar=Отображать панель задач
hidetaskbar=Скрыть панель задач
preference=Настройки
enddock=Закрыть докпанель

editicon=Изменить иконку
removefromdock=Открепить от докпанели
keepindock=Закрепить на панели
locationfile=Открыть расположение файла
runagain=Перезапустить программу
nevershowthis=Скрыть значок этого приложения
adminmode=Запуск от имени администратора
open=Открыть
quit=Закрыть

emptytrash=Очистить корзину
sortorder=Сортировать
Byname=Имя
Bysize=Размер
Byextension=Тип
Bydate/time=Последнее изменение
Createtime=Время создания
Groupdirectories=Сначала каталоги
reverseorder=Обратная сортировка
closewindow=Закрыть это окно
Display=Вид
Folder=Папка
Stack=Стек
Locatefolder=Расположение папки
FolderEffect=Эффект отображения
Grid=Сетка
Fan=Список
menufold=меню

showmodeapps=Настройка независимого режима отображения и скрытия
showmodedesktop=Настройки отображения и скрытия 
NominiEffect=Не показывать анимацию сворачивания
nevershowprogress bar=Не показывать индикатор выполнения этой программы
showmodenormal=Система
msgtips=Установить напоминание
incognito=Новое окно в режиме инкогнито

systemmenu=Системное меню

timeskin=Выберите циферблат
timedefault=Циферблат по умолчанию

----------------------------------------------

[launchpad]
;Интерфейс Библиотеки приложений

addicon=Добавить иконку
deleteicon=Удалить иконку
padsortname=Сортировать по имени
padsort=Автозаполнение значков
;заголовок поля поиска

search=Поиск
;Интерфейс добавления значка панели
ok=Готово

addtips=Перетащите сюда файлы, чтобы добавить их в Библиотеку приложений
----------------------------------------------

[promptwindow]

;Подсказка о пустой корзине и другие подсказки

ok=Готово
cancel=Отмена
trashok=Да
trashtitle=Вы уверены, что хотите очистить корзину?
batterytip=Пожалуйста, подключите зарядное устройство!
eject=Извлечено
Connected=Подключено
brightnesstip=Регулировка яркости монитора может привести к необратимому повреждению монитора, пожалуйста, делайте это с осторожностью!
brightnesstip1=Обнаруживается яркость монитора 0, если монитор не отображает содержимое или не нажимает OK, сбросьте яркость дисплея через 5 секунд

-----------------------------------------------
;Описание формата времени
;ddd день недели dddd день недели M месяц d день H 24-часовой формат h 12-часовой формат m минуты s секунды
;Двойные буквы с двумя цифрами, например HH:mm:ss  09:06:05
;Все следующие форматы можно настраивать и изменять, а число слева можно добавлять без ограничений = оставить пустым, чтобы указать, что дата не отображается.
;После того, как модификация будет сохранена, она вступит в силу немедленно, прямо установите и щелкните меню формата времени, чтобы отобразить эффект.
[formatdate]
1=
2=ddd
3=ddd,  MMM.
4=d MMM.
5=d MMMM, dddd
6=dddd, d MMMM
7=d MMMM, ddd
8=d MMM, dddd
9=ddd, d MMMM
10=ddd,  d MMM.
11=dd.M.yy
12=dd.M.yyyy
13=M.dd.yy
14=M.dd.yyyy
15=ddd.dd.M.yy
16=ddd.dd.M.yyyy
17=dddd dd.M.yy
18=dddd dd.M.yyyy
19=dddd d MMMM
20=ddd d MMMM

[formattime]
1=
2=H:mm
3=tt h:mm
4=H:mm:ss
5=tt h:mm:ss
6=tt  H:mm
7=tt  h:mm
8=tt  H:mm:ss
9=tt  h:mm:ss


[calicon]

;Текст месяца значка календаря

m1=ЯНВ
m2=ФЕВ
m3=МАР
m4=АПР
m5=МАЙ
m6=ИЮН
m7=ИЮЛ
m8=АВГ
m9=СЕН
m10=ОКТ
m11=НОЯБ
m12=ДЕК

[findermenu]
spatialaudio=Пространственное аудио

bluetoothdisconnect=Отключить
bluetoothunpair=Удалить устройство

lockscreen=Блокировка экрана
usersetting=Настройки учетной записи

HideMenu=Скрывает строку меню окна
systemmenu=Меню «Окно»

bluetooth=Bluetooth
Bluetooth settings=Настройки Bluetooth
device=Устройство
Preferred network=Предпочитаемая сеть
other networks=Другие сети
network settings =Настройки сети
Audio=Звук
output=Вывод
Microphone=Микрофон
input=Устройство ввода
audio settings=Настройки звука
battery settings=Настройки батареи
BatteryEstimatedTime=Время работы от батареи
batterytime_hour=Часы
batterytime_min=Минут
Edit title=Изменить заголовок
Window border=Включить границу окна докпанели
end finder=Закрыть докпанель
About This PC=Об этом ПК
System settings=Системные настройки
app Store=Магазин приложений
Task manager=Диспетчер задач
Sleep=Режим сна
Dormant=Спящий режим
Shutdown=Выключить
Reboot=Перезагрузить
Shutdown&Update=Выключить и обновить
Reboot&Update=Перезагрузка и обновление

Lock screen=Заблокировать экран
Logout=Завершить сеанс

symbol=Отображать эмодзи и символы
Screen Keyboard=Отображать экранную клавиатуру
keyboardname=Отображать название языка
Keyboard settings=Настройки языка
display=Дисплей
systemdark=Тёмный режим
bluelight=Ночной режим
focusassist=Фокусирование
focusoff=Отключить фокусирование
focusPriorityOnly=Только приоритетные уведомления
focusAlarmsOnly=Только будильник
Notification settings=Настройки уведомлений
screen projection=Повтор экрана
screen INTERNAL=Только главный экран
screen CLONE=Копия
screen EXTEND=Расширить
screen EXTERNAL=Только дополнительный экран
displayset=Настройки дисплея
hotspot=Точка доступа
airplane=Авиарежим
deviceon=Вкл.
deviceoff=Выкл.

eject=Извлечь
open=Открыть

[findermenubrowser]
new=Новый
newtab=Новая вкладка
newwindow=Новое окно
favorites=Избранное
history=История
download=Загрузки
window=Окна
file=Файл
no file=Файл не выбран

View=Вид
Sort by=Сортировать
Group by=Группировать
refresh=Обновить
showicons=Отображение значков рабочего стола

sort_none=Без группировки
sort_bigicon=Большие иконки
sort_mediumicon=Средние иконки
sort_smallicon=Маленькие иконки
sort_superbigicon=Огромные иконки
sort_list=Список
sort_details=Подробности
sort_tile=Плитка
sort_content=Содержание
sort_name=Имя
sort_size=Размер
sort_type=Тип
sort_time=Дата
sort_ascending=Порядок по возрастанию
sort_descending=Порядок по убыванию
sort_AutoArrange=Иконки упорядочиваются автоматически
sort_snaptogrid=Автоматическое упорядочивание значков по сетке

[findertips]
Mute=Без звука
battery=Батарея
AcOnLine=Источник питания подключен
Charging=Зарядка
notCharging=Не заряжается
Usebattery=Использование батареи
Full battery=Полный заряд аккумулятора
brightness=Яркость
show trayico=Отображать значки в области уведомлений

[findertitle]

[shutdown]
shutdown=Вы хотите выключить этот компьютер?
Reboot=Вы хотите перезагрузить компьютер?
Logout=Выйти из системы?
Dormant=Вы хотите погрузить этот компьютер в спящий режим?
sleep=Вы хотите, чтобы этот компьютер погрузился в сон?

now=Сейчас
minute=Минут

[wifi]
password=Пароль:
showpassword=Отображать пароль
join=Подключиться
cancel=Отмена

[weather]
00=Солнечно
01=Облачно
02=Пасмурно
03=Ливень
04=Гроза
05=Гроза с градом
06=Мокрый снег
07=Легкий дождь
08=Умеренный дождь
09=Сильный дождь
10=Ливень с ураганом
11=Сильный дождь
12=Сильный дождь
13=Снег
14=Небольшой снег
15=Средний снег
16=Сильный снегопад
17=Метель
18=Туман
19=Ледяной дождь
20=Песчаная буря
21=От легкого до умеренного дождя
22=Умеренный и сильный дождь
23=Сильный дождь
24=От сильного дождя до сильного дождя
25=Сильный дождь до экстремального дождя
26=Мелкий и средний снег
27=Умеренный и сильный снег
28=От сильного снегопада до метели
29=Песчаная пыль
30=Песок
31=Сильная песчаная буря
32=Густой туман
33=Снег
49=Сильный туман
53=Мгла
54=Умеренная дымка
55=Тяжелая дымка
56=Сильная дымка
57=Сильный туман
58=Сильный туман
301=Дождь
302=Снег